[Translation]
LangCode=041e
ReadHabit=left-to-right
LanguageName=THA
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=THAI_CHARSET
Information=ข้อมูล
Warning=คำเตือน
Error=ข้อผิดพลาด
Confirm=ยืนยัน
FrmWRC.btnregclean.caption=ตัวล้างรีจิสทรี
FrmWRC.btnadv.caption=ตั้งค่าระบบ
FrmWRC.btnsilm.caption=การจัดเรียงข้อมูลรีจิสทรี
FrmWRC.btnrestore.caption=คืนค่า
FrmWRC.btnsettings.caption=ตั้งค่า
FrmWRC.btnlikeit.caption=ชอบ
FrmWRC.btnsuggest.caption=ข้อเสนอแนะ และ ความคิดเห็น
FrmWRC.WiseSimpleButton1.caption=สำรอง
FrmRegClean.btnall.caption=เลือกทั้งหมด
FrmRegClean.btnre.caption=แนะนำ
FrmRegClean.btnnone.caption=ไม่เลือก
FrmRegClean.btnCustom.caption=พื้นที่
FrmRegClean.WiseLabel1.caption=ปฏิทิน
FrmRegClean.lbltype.caption=เลือกประเภทการใช้งาน:
FrmRegClean.lblweek.caption=เลือกวัน:
FrmRegClean.lbltime.caption=เวลา:
FrmRegClean.btnScan.caption=เริ่มสแกน
FrmRegClean.btncancel.caption=ยกเลิก
FrmRegClean.btnrescan.caption=สแกนอีกครั้ง
FrmRegClean.lblstat.caption=ตอนนี้คุณยังไม่ได้ล้างรีจิสทรีของคุณ แนะนำให้ล้างทันที!
FrmRegClean.vtrc.Columns[0]=ข้อมูล
FrmRegClean.vtrc.Columns[1]=รีจิสทรี คีย์
FrmOptimizer.btnSlimming.caption=การเพิ่มประสิทธิภาพ
FrmOptimizer.btnnone.caption=ไม่เลือก
FrmOptimizer.btnall.caption=เลือกทั้งหมด
FrmOptimizer.btnDefault.caption=เริ่มต้นระบบ
FrmOptimizer.lblrecommendinfo.caption=โปรดลองผลิตภัณฑ์อื่น ๆ ของเราจาก wisecleaner.com ตอนนี้!
FrmOptimizer.lblpce.caption=
FrmOptimizer.lblpceinfo.caption=
FrmOptimizer.lblwdcinfo.caption=
FrmOptimizer.lblwdc.caption=
FrmOptimizer.lblre.caption=คุณต้องการที่จะปรับปรุงประสิทธิภาพ Windows ของคุณหรือไม่ ?
Frmoptimizer.lblinfoex.caption=การปรับค่าระบบสามารถเพิ่มประสิทธิภาพเครื่อข่ายของคุณ ความเร็ว Windows ของคุณ และ ระบบของคุณ
FrmOptimizer.btnoptimize.caption=การเพิ่มประสิทธิภาพ
FrmRegDefragger.lblinfo.caption=การจัดเรียงข้อมูลรีจิสทรีสามารถการทำให้ของคอมพิวเตอร์ของคุณทำงานเร็วขึ้น และ เสถียรขึ้น
FrmRegDefragger.lblstat.caption=คุณไม่มีการจัดเรียงข้อมูลรีจิสทรีของท่าน แนะนำให้จัดเรียงข้อมูลทันที!
FrmRegDefragger.btndefrag.caption=การจัดเรียงข้อมูล
FrmRegDefragger.lblinfo1.caption=1. เราขอแนะนำให้คุณปิดโปรแกรมอื่น ๆ ทั้งหมดก่อนที่จะใช้ฟังก์ชันนี้
FrmRegDefragger.lblinfo2.caption=2. ระบบจะกลายเป็นไม่ตอบสนองขณะที่การวิเคราะห์
FrmRegDefragger.lblinfo3.caption=3. คอมพิวเตอร์จะรีบูตเครื่องคอมพิวเตอร์ของคุณหลังจากที่การ defrag รีจิสทรีเสร็จสิ้น
FrmRegDefragger.lblinfo4.caption=4. กรุณาอย่าตัดการ defrag รีจิสทรี มิฉะนั้น คอมพิวเตอร์จะเกิดผลกระทบที่ไม่อาจทราบได้
FrmRegDefragger.vtdefrag.Columns[0]=ชื่อกลุ่ม
FrmRegDefragger.vtdefrag.Columns[1]=ขนาดปัจจุบัน
FrmRegDefragger.vtdefrag.Columns[2]=ขนาดใหม่
FrmRegDefragger.vtdefrag.Columns[3]=อัตราความผิดพลาด
FrmRegDefragger.btnAnalysis.caption=วิเคราะห์
Frmcustom.caption=พื้นที่
Frmcustom.btnre.caption=แนะนำ
Frmcustom.btnall.caption=เลือกทั้งหมด
Frmcustom.btnnone.caption=ไม่เลือก
Frmcustom.btncancel.caption=ยกเลิก
Frmcustom.btnok.caption=ตกลง
FrmAbout.lblver.caption=เวอร์ชันปัจจุบัน:
FrmAbout.lblemail.caption=อีเมลล์สนับสนุน:
FrmAbout.lblemailinfo.caption=
FrmAbout.lblhome.caption=โฮมเพจ:
FrmAbout.lblhomeinfo.caption=
FrmAbout.lblthanks.caption=ขอบคุณที่ติดตามผลงานของพวกเขา:
FrmAboutWin.caption=เกี่ยวกับ
FrmAboutWin.btnok.caption=ตกลง
FrmSettings.caption=ตั้งค่า
FrmSettings.tsCommon.caption=ทั่วไป
FrmSettings.tsAutoRun.caption=ทำงานอัตโนมัติ
FrmSettings.tsExclusion.caption=ข้อยกเว้น
FrmSettings.btnrestore.caption=เกี่ยวกับพวกเรา
FrmSettings.btnok.caption=ตกลง
FrmSettings.btncancel.caption=ยกเลิก
FrmAutorunSettings.chk1.caption=สร้าง "Clean with 1-click" ไอคอน และวางบนเดสก์ทอป
FrmAutorunSettings.lblcmd.caption=โหมดบรรทัดคำสั่ง
FrmAutorunSettings.lblcmdinfo.caption=คุณสามารถเรียกใช้โปรแกรม สแกน และ ล้างรีจิสทรีของคุณอัตโนมัติด้วยคอมมานไลน์ สำหรับข้อมูลเพิ่มเติม กรุณากด F1 หรือ คลิกที่ URL ต่อไปนี้เพื่ออ่านเอกสารความช่วยเหลือของเรา
FrmAutorunSettings.btnhelp.caption=การช่วยเหลือออนไลน์
FrmExclusion.btnAdd.caption=เพิ่มคีย์เวิร์ด
FrmExclusion.btnExport.caption=ส่งออก
FrmExclusion.btnRemove.caption=นำออก
FrmExclusion.btnimport.caption=นำเข้า
Frminput.btnok.caption=ตกลง
Frminput.btncancel.caption=ยกเลิก
FrmGeneral.chkNews.caption=รับจดหมายข่าวอัตโนมัติ
FrmGeneral.chkbackup.caption=สำรองรีจิสทรีก่อนล้างอัตโนมัติ
FrmGeneral.WiseLabel1.caption=ตรวจสอบการอัพเดต:
FrmGeneral.WiseLabel2.caption=ภาษาเริ่มต้น
FrmGeneral.btnchecknew.caption=ตรวจสอบเดี๋ยวนี้
FrmGeneral.lbtran.caption=แปลไปยัง...
FrmGeneral.lblscanmode.caption=วิธีการสแกนรีจิสทรี
FrmGeneral.rdnormal.caption=ปกติ 
FrmGeneral.rdssafe.caption=ปลอดภัยเท่านั้น
FrmGeneral.rddeep.caption=แบบลึก
Frm_br.btncancel.caption=ยกเลิก
FrmBackup.caption=สำรอง
FrmBackup.btnreg.caption=สร้างสำรองรีจิสทรีแบบเต็ม
FrmBackup.btnsys.caption=สร้างจุดคืนค่าระบบ
FrmRestore.caption=ศูนย์กลางการคืนค่า
FrmRestore.btnRegBk.caption=สำรองรีจิสทรี
FrmRestore.btnSysBK.caption=คืนค่าระบบ
FrmRestore.btnclose.caption=ปิด
FrmRestore.btnrestore.caption=คืนค่า
FrmRestore.btnremove.caption=นำออก
frmupdate.caption=อัพเดตซอฟท์แวร์
pmHelp=การช่วยเหลือออนไลน์
pmHome=โฮมเพจ
pmCheckNew=ตรวจสอบการอัพเดต
pmLang=เลือกภาษา
pmSkin=เลือกสกิน
pmAbout=เกี่ยวกับ
pmIgnore=เพิกเฉยรายการนี้
pmrec=เลือกรายการที่ปลอดภัย
pmAll1=เลือกทั้งหมด
pmNone=ไม่เลือก
pmGo=เปิดใน Registry Editor ...
pmExport=ส่งออกไปยัง...
pmPortable=สร้างเวอร์ชันพกพา
FrmlikeUs.lblTitle.caption=ถ้าคุณรัก Wise Registry Cleaner กรุณาแนะนำเครื่องมือนี้ให้คนที่คุณรัก 
FrmlikeUs.lblInfo.caption=กรุณาแบ่งปัน Wise Registry Cleaner ให้กับครอบครัวของคุณ เพื่อน เพื่อนร่วมห้อง และ เพื่อนร่วมงานโดยอีเมลล์ บล็อก Twitter Youtube Facebook ฯลฯ คุณจะนำความสะดวกสบายและมีประสิทธิภาพเพื่อชีวิตของพวกเขา
FrmlikeUs.lblRate.caption=คะแนน Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=ติดตามพวกเราบน:
FrmlikeUs.lblshare.caption=แบ่งปัน Rate Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=ดาวน์โหลดฟรี
FrmlikeUs.imgrate.hint=ให้รางวัลพวกเรา 5 ดาว
FrmlikeUs.imgmail.hint=แบ่งปันให้กับเพื่อน
FrmlikeUs.imgface1.hint=แบ่งปันทาง Facebook
FrmlikeUs.imgface2.hint=ติดตามพวกเราทาง Facebook
FrmlikeUs.imgtwitter1.hint=แบ่งปันทาง Twitter
FrmlikeUs.imgtwitter2.hint=ติดตามพวกเราทาง Twitter
FrmlikeUs.Caption=ชอบ
FrmlikeUs.lbldownload.caption=ดาวน์โหลดฟรีแวร์เพิ่มเติม จาก WiseCleaner.com
FrmProcess.Caption=วิเคราะห์รีจิสทรี
FrmProcess.lblwait.caption=กำลังวิเคราะห์...
FrmProcess.lblinfo.caption=คอมพิวเตอร์ของท่านไม่ตอบสนองรอสักครู่

[GUI]
ButtonYes=ใช่
ButtonNo=ไม่ 
ButtonOK=ตกลง
ButtonMinimize=ย่อขนาดหน้าต่าง
ButtonMaximize=ขยายหน้าต่าง
ButtonClose=ปิด
ButtonRestore=คืนค่า
ButtonMenu=เมนู

[Message]
Total=ผลรวม
DefragRate=สามารถช่วยลดขนาดรีจิสทรีของท่านโดย %s
SuggestDefrag=Defrag รีจิสทรีในทันทีขอแนะนำ
SuggestIgnore=รีจิสทรีของคุณแทบจะไม่มีความซ้ำซ้อนใด ๆ ดังนั้นโปรดจัดระเบียบมันครั้งต่อไป
TypeNoError=ล้าง
NeverClean=ตอนนี้คุณยังไม่ได้ล้างรีจิสทรีของคุณล้างทันทีบอก!
AdviseClean=ปกติการล้างรีจิสทรีสามารถทำให้คิมพิวเตอร์ของท่านทำงานได้เร็วขึ้นและเสถียรขึ้น
DupItem=สิ่งนี้อยู่ในรายการแล้ว
Advisedefrag=การจัดเรียงข้อมูลรีจิสทรีสามารถการทำให้ของคอมพิวเตอร์ของคุณทำงานเร็วขึ้น และ เสถียรขึ้น
NeverDefrag=คุณไม่มีการจัดเรียงข้อมูลรีจิสทรีของท่าน แนะนำให้จัดเรียงข้อมูลทันที!
LastDefrag=ครั้งสุดท้ายที่คุณจัดเรียงข้อมูลรีจิสทรีของคุณคือ:
TotalDefrag=ผลรวมของ %.2f ได้รับการบีบอัด
DefaultValue=(เริ่มต้น)
RegBackup=สำรองรีจิสทรี
RegRestore=คืนค่ารีจิสทรี
CreateBackup=กำลังสร้างการสำรองรีจิสทรี...
Compress=กำลังบีบอัด...
Extracte=กำลังแยก...
Complete=เสร็จสมบูรณ์
RestoreReg=กำลังคืนค่ารีจิสทรี...รอสักครู่
NotSupportOS=คุณสมบัตินี้ไม่รองรับบนระบบปฏิบัติการ
EnableRestore=ปิดการทำงานการคืนค่าระบบ คุณต้องการเปิดการทำงานการคืนค่าระบบหรือไม่
SysCreating=กำลังสร้างจุดคืนค่าระบบ...
SysRestoring=กำลังเตรียมการคืนค่าระบบ...
RestorePointDone=การสร้างจุดคืนค่าระบบสำเร็จ
RestorePointFail=การสร้างจุดคืนค่าระบบล้มเหลว
ErrorMsg=ข้อความข้อผิดพลาดซ:
Area=พื้นที่
Summary=รายละเอียด
LeastOne=กรุณาเลือกพื้นที่เพื่อสแกน
IsRunning=โปรแกรมกำลังสแกน กรุณารอสักครู่เพื่อให้สแกนเสร็จ และลองอีกครั้ง
Optimized=การเพิ่มประสิทธิภาพ
DefragReport=รีจิสทรีได้รับการบดอัด รายงานการเพิ่มประสิทธิภาพ:
DefragReport1=ขนาดเก่าของรีจิสทรี:
DefragReport2=ขนาดใหม่ของรีจิสทรี:
DefragReport3=ขนาดการเพิ่มประสิทธิภาพ
ReOptimize=เพิ่มประสิทธิภาพอีกครั้ง
ComfirmDefrag=โปรดบันทึกงานที่ยังไม่เสร็จของคุณเพราะเครื่องคอมพิวเตอร์จะรีบูตทันทีหลังจากที่Defrag รีจิสทรี คุณต้องการที่จะเริ่มต้นตอนนี้หรือไม่
def15After=%d วันที่ผ่านมาตั้งแต่คุณ จัดเรียงข้อมูลรีจิสทรีล่าสุดของคุณ กรุณาจัดระเบียบตอนนี้!
def15Before=คอมพิวเตอร์ของท่านจะทำงานเร็วขึ้นและสเถียร ถ้าคุณเก็บรีจิสทรีของคุณให้เล็กที่สุดเท่าที่จะทำได้
KeyWord=กรุณาป้อนคีย์เวิร์ดของท่าน:
ExImport=รายการยกเว้นได้รับการส่งออกไปยัง:
NoNewVer=เวอร์ชันที่คุณใช้เป็นเวอร์ชันล่าสุด
Daily=ประจำวัน
Weekly=ประจำสัปดาห์
Monthly=ประจำเดือน
Never=ตลอดไป
TranslateTo=แปลไปยัง...
NeedBack=ดูเหมือนว่าครั้งนี้เป็นครั้งแรกที่คุณจะใช้โปรแกรมนี้ ขอแนะนำให้สำรองข้อมูลรีจิสทรีทันที คุณต้องการสำรองข้อมูลอัตโนมัติหรือไม่
Newsletter=จดหมายข่าว
UpgradeInfo=อัพเกรดข้อมูล
CannotCrTask=ไม่สามารถสร้างปฏิทินงาน
ScheduleNextTime=เวลาถัดไป:
Exported=รายการปัจจุบันได้ส่งไปยัง %s คุณต้องการเปิดไฟล์เดี๋ยวนี้หรือไม่
Idle=เมื่อไม่ได้ใช้งาน
Login=เมื่อเข้าสู่ระบบ
LastClean=คุณล้างรีจิสทรีของคุณครั้งสุดท้ายเมื่อ
Monday=วันจันทร์
Tuesday=วันอังคาร
Wednesday=วันพุธ
Thursday=วันพฤหัสบดี
Friday=วันศุกร์
Saturday=วันเสาร์
Sunday=วันอาทิตย์
IssueFound=%d ปัญหาที่พบ
Scanning=กำลังสแกน
ScanCanceled=การสแกนถูกยกเลิก!
FindError=ผลรวมของ %d ปัญหาที่พบในเวลานี้ %d ไม่ปลอดภัย
LogAll=%d ปัญหาที่พบ %d ปัญหาที่ต้องแก้ไข
LogFail=ล้มเหลวที่จะลบ% d ปัญหา
StartClean=เริ่มล้าง
StartScan=เริ่มสแกน
7After=%d วันวันที่ผ่านมาตั้งแต่คุณล้างของรีจิสทรีครั้งสุดท้าย แนะนำให้ล้างทันที
7Before=รีจิสทรีของคุณได้รับการล้างแล้ว คอมพิวเตอร์ของคุณจะเร็วขึ้น
ReScanHint=%d ปัญหาที่พบ เราขอแนะนำให้คุณสแกนอีกครั้งเพื่อหาปัญหาเพิ่มเติม
CleanNow=กรุณาคลิก "Start Cleaning" เพื่อแก้ไขปัญหาเหล่านี้ทันที
NoError=ขอแสดงความยินดี! คุณได้ล้างรีจิสทรีแล้ว!
GoodHabit=มันเป็นประโยชน์ที่จะทำให้คอมพิวเตอร์ของคุณที่มีประสิทธิภาพสูงสุดโดยล้างรีจิสทรี
ReScanHint1=เราขอแนะนำให้คุณสแกนอีกครั้งเพื่อหาปัญหาที่อาจเกิดทันที
TypeChanged=คุณมีการเปลี่ยนแปลงรายการสแกน!
ReScanHint2=กรุณาสแกนอีกครั้งเพื่อหาปัญหา
CleanDone=การล้างเสร็จสมบูรณ์
bkAuto=โดยอัตโนมัติ
bkManual=ด้วยตนเอง
BackupDate=เวลาสำรองข้อมูล
BackupType=ประเภทสำรองข้อมูล
Problems=ปัญหา
CreateDate=วันที่สร้าง
Description=รายละเอียด
Removebackup=คุณต้องการลบการเลือกสำรองข้อมูลหรือไม่
RemoveSysRestore=คุณต้องการลบการเลือกจุดคืนค่าระบบหรือไม่
NoBackupSelected=กรุณาเลือกข้อมูลสำรองที่จะคืนค่า
RestoreComplete=การคืนค่าเสร็จสมบูรณ์
RestoreFromSysRestore=คุณต้องรีบูตเครื่องคอมพิวเตอร์ของคุณสำหรับระบบคืนค่า คุณต้องการคืนค่าเดี๋ยวนี้หรือไม่
WhenIdle=เมื่อไม่ได้ใช้งาน
WhenLogin=เมื่อเข้าสู่ระบบ
NewVer=รุ่นใหม่ที่สามารถใช้ได้! คุณต้องการอัปเกรดเป็นตอนนี้หรือไม่

[Tuneup]
RestoreAll=คุณต้องการคืนค่ารายการทั้งหมดไปยังค่าเริ่มต้อนของ Windows หรือไม่
NoSelectedItem=กรุณาเลือกรายการที่จะเพิ่มประสิทธิภาพ
OptItems=%d รายการต่อไปนี้สามารถเพิ่มประสิทธิภาพ
ItemsOptimized=%d รายการได้เพิ่มปรสิทธิภาพแล้ว
TakeEff=การเปลี่ยนแปลงบางอย่างจะไม่เข้ามามีผลจนกว่าคุณรีบูตเครื่องคอมพิวเตอร์ของคุณ
NoItems=ขอแสดงความยินดี! รายการทั้งหมดเพิ่มประสิทธิภาพแล้ว
BootSpeedup=Bootup/Shutdown เร็วขึ้น
SystemStable=ระบบเสถียร
SystemSpeedup=ระบบเร็วขึ้น
NetworkSpeedup=เครื่อข่ายเร็วขึ้น
PrefetchParameters=เพิ่มประสิทธิภาพของพารามิเตอร์ prefetch การปรับปรุงความเร็ว Windows  boot-up
BootDelay=ลดการ "check disk" เพื่อปรับปรุงความเร็ว Windows boot-up
BootPartition=เปิดการทำงานคุณสมบัติการเพิ่มประสิทธิภาพ เพื่อ ปรับปรุงความเร็ว Windows boot-up
ClearPagingFile=ปิดการใช้งานการล้างเพจไฟล์เมื่อปิดเครื่อง เพื่อเพิ่มประสิทธิภาพให้กับ shutdown process
TimeOut=ลดความช้าของแอพพลิเคชันเมื่อกำลังปิด เพื่อเพิ่มประสิทธิภาพให้กับ shutdown process
AutoKill=ปิดกระบวนการแช่แข็งเพื่อหลีกเลี่ยงระบบล่ม
RestartExplorer=รีสตาร์ท  Windows Explorer โดยอัตโนมัติ เพื่อหยุดเดสก์ทอปที่หายไปโดยไม่คาดคิดหายไป
TwoProcess=ตั้งส่วนประกอบ Explorer Windows ให้ทำงานในกระบวนการแยกโดยหลีกเลี่ยงความขัดแย้งของระบบ
ErrorReport=ปิดการใช้งานรายงานข้อผิดพลาดที่หน้าจอเพื่อปรับปรุงประสิทธิภาพของระบบ
Debugger=ปิดการใช้งานการดีบักเพื่อเพิ่มความเร็วในการประมวลผลข้อผิดพลาด
OptMemory=เพิ่มประสิทธิภาพการตั้งค่าหน่วยความจำเพื่อปรับปรุงประสิทธิภาพของระบบ
OptVEff=เพิ่มประสิทธิภาพการปรากฏในด้านหน้าองค์ประกอบสุดท้าย (dialog box, menus,ฯลฯ) ในการปรับปรุงประสิทธิภาพของระบบ
OptFileSystem=เพิ่มประสิทธิภาพของไฟล์ระบบเพื่อปรับปรุงประสิทธิภาพของระบบ
OptDiskSystem=เพิ่มประสิทธิภาพระบบย่อยของ disk I/O เพื่อปรับปรุงประสิทธิภาพของระบบ
DisAutoRun=ปิดใช้งานคุณลักษณะ "เล่นอัตโนมัติ" ในไดรฟ์ที่จะหลีกเลี่ยงติดไวรัส /เผยแผ่
OptDiskIdle=เพิ่มประสิทธิภาพ disk I/O ขณะที่ CPU ไม่ได้ใช้งาน
OptTTL=เพิ่มประสิทธิภาพการตั้งค่า TTL (Time To Live) เพื่อปรับปรุงประสิทธิภาพของเครือข่าย
OptNetForward=เพิ่มประสิทธิภาพความสามารถของเครือข่ายไปข้างหน้าในการปรับปรุงประสิทธิภาพของเครือข่าย
OptMTU=ปรับปรุง TCP / IP ที่ผ่านการตรวจสอบโดยอัตโนมัติของ "หลุมดำ" ในเส้นทางที่เส้นทางเทคนิค MTU Discovery
OptWINS=เพิ่มประสิทธิภาพเวลาค้นหา  WINS name เพื่อปรับปรุงความเร็วการถ่ายโอนข้อมูล
OptNetWork=เพิ่มประสิทธิภาพการตั้งค่าเครือข่ายเพื่อเพิ่มประสิทธิภาพการสื่อสาร
CloseAnimate=ปิดผลภาพเคลื่อนไหวเมื่อเพิ่มหรือลดหน้าต่างเพื่อเพิ่มความเร็วในการตอบสนองหน้าต่าง
PagingExecutive=ปิดการใช้งานหน่วยความจำและการแบ่งหน้าลด disk I / O เพื่อปรับปรุงประสิทธิภาพของโปรแกรม (Option อาจถูกละเว้นถ้าหน่วยความจำกายภาพ <1 GB)
StaticIP=เซต IP คงที่สำหรับการเชื่อมต่อของคุณเพื่อเพิ่มความเร็วในการบูตเครื่องคอมพิวเตอร์ของคุณ
PorcessorTime=เพิ่มประสิทธิภาพการประมวลผลข้อยกเว้นของแอพพลิเคชัน เกมส์ ฯลฯ (ละเว้นถ้าหากเป็นเครื่องเซิฟเวอร์)
DisableIDECheck=ป้องกันไม่ให้ช่อง IDE ตรวจสอบโดย Windows เพื่อปรับปรุงความเร็ว Windows boot
ForeAppSpeed=เพิ่มความเร็วการตอบสนองของโปรแกรมเบื้องหน้า
AeroPeek=เพิ่มความเร็วการแสดงผลของ Aero Peek
OptEthernet=เพิ่มประสิทธิภาพของอีเธอร์เน็ตการ์ด

[Type]
Activex=ส่วนประกอบ ActiveX/COM
FireWall=การตั้งค่า Firewall
RootAll=พาธไม่ถูกต้อง
SoftwareSection=พาธซอฟท์แวร์
ApplicationPaths=แอพพลิเคชันซอฟท์แวร์
FileTypes=ประเภทไฟล์
HelpFiles=ไฟล์ช่วยเหลือ
Fonts=ตัวอักษร
SharedDLL=แบ่งปัน DLLs
MRULists=รายชื่อ User MRU
UninstallSection=ถอนการติดตั้ง
StartMenu=เมนูเริ่มต้น
StartupProgram=โปรแกรมเริ่มต้น
SoundandAppEvents=
IEUrlHistory=ประวัติ IE URL
IFEO=ข้อยกเว้น Image File
EmptyKey=คีย์ว่าง
App=การตั้งค่าแอพพลิเคชัน

[ErrorMessage]
MimeExName=นามสกุลไฟล์ MIME ไม่ถูกต้อง: %s 
EmptyKey=คีย์ว่าง
EmptyHelpdirctory=ไดเรคทอรี่ช่วยเหลือว่าง
FileNotExist=ไฟล์ (โฟลเดอร์) ไม่มีอยู่
HFileNotExist=ไฟล์ (โฟลเดอร์) ช่วยเหลือไม่มีอยู่
EmptyValue=ค่าว่าง
TypeLib=ประเภทไลบรารี่ไม่มีอยุ่
NodeEmpty=โหนดว่าง
SharedFilenotexist=ไฟล์แบ่งปันไม่มีอยุ่
sharedfilenotbeuse=ไฟล์แบ่งปันไม่ได้ใช้
noconnection=นอกจากข้อมูไฟล์การเชื่อมต่อ
Invalidpathtoicon=พาธไปยังไอค่อนไม่ถูกต้อง
ReferstoaninvalidClass=หมายถึงระดับที่ไม่ถูกต้อง
Emptyshellcommand=คำสั่งเชลล์ว่าง
Invalidshellcommand=คำสั่งเชลล์ไม่ถูกต้อง (ไฟล์ไม่มีอยู่)
Fontsnotexist=ไฟล์ตัวอักษรไม่มีอยู่
Hijacking=%s มีการแย่งชิงโดย %s
MRULists=รายชื่อ User MRU
invalidOpenWith=ไม่มีโปรแกรมที่เกี่ยวข้องกับประเภทนี้
ReferActivex=หมายถึงรายการ ActiveX/COM ไม่ถูกต้อง
EmptyCLSID=CLSID ว่าง
ComSourceNotExist=COM Source ไม่มีอยู่
invalidUnistall=ข้อมูลถอนการติดตั้งไม่ถูกต้อง
notexist=ไม่มีอยู่
ObsoleteStartMenuItem=รายการเมนูเริ่มต้นล้าสมัย
SoundFilenotexist=ไฟล์เสียงไม่มีอยู่
FileNotExist1=ไฟล์ (โฟลเดอร์) ไม่มีอยู่ แต่ไดรฟ์ "%s" เป็น %s แนะนำให้เพิกเฉยข้อผิดพลาดนี้
OpenWithError=การเปิดผิดพลาด แอพพลิเคชันที่ระบุไม่มีอยู่
OpenWithError1=การเปิดผิดพลาด แอพพลิเคชันที่ระบุไม่มีอยู่ แต่ไดรฟ์ "%s" เป็น %s แนะนำให้เพิกเฉยข้อผิดพลาดนี้
ComSourceNotExist1=COM Source ไม่มีอยู่ แต่ไดรฟ์ %s เป็น %s แนะนำให้เพิกเฉยข้อผิดพลาดนี้

[Summary]
Activex=ส่วนประกอบ ActiveX และ COM ไม่มีอยู่
FireWall=การตั้งค่า Windows Firewall ไม่ถูกต้อง
RootAll=พาธและไฟล์ไม่ถูกต้อง
SoftwareSection=พาธและไฟล์ที่เหลือไม่ถูกต้อง โดย นำออกจากซอฟท์แวร์
ApplicationPaths=พาธและไฟล์ของแอพพลิเคชันที่ลงทะเบียนไม่ถูกต้อง
FileTypes=ไฟล์ข้อยกเว้นข้อมูลไม่ถูกต้อง
HelpFiles=ไฟล์ช่วยเหลือที่ลงทะเบียนไม่ถูกต้อง
Fonts=ข้อมูลตัวอักษรไม่ถูกต้อง
SharedDLL= dynamic-link libraries ที่แบ่งปันหายไป
MRULists=ประวัติการเข้าถึงไฟล์ เข้าชมภาพยนต์ แก้ไขเอกสาร ฯลฯ
UninstallSection=ข้อมูลการถอนการติดตั้งไม่มีประโยชน์หรือไม่ถูกต้อง
StartMenu=เมนูเริ่มต้นของรายการล้าสมัย
StartupProgram=โปรแกรมเริ่มต้นล้าสมัย หรือ ไม่ถูกต้อง
SoundandAppEvents=การตั้งค่าเสียง และ กิจกรรมล้าสมัย หรือ ไม่ถูกต้อง
IEUrlHistory=เช้าชมประวัติเว็บไซต์ ด้วย IE
IFEO=รายการที่เป็นอันตรายที่สร้างขึ้นโดยสปายแวร์ไวรัสหรือมัลแวร์
EmptyKey=รายการไม่มีข้อมูล
App=การตั้งค่าแอพพลิเคชันไม่ถูกต้อง

[AutoClean]
ErrorsFixed=การล้างมีข้อผิดพลาด
Title=ขอแสดงความยินดี!
ErrorsFound=พบข้อผิดพลาด

[Skin]
SkinDefault=ค่าเริ่มต้น
SkinBlue=ฟ้า
SkinGreen=เขียว
SkinCustom=ด้วยตนเอง
SkinColor=เลือกสีสกินด้วยตนเอง

